Revit 2027 API
ParameterTypeId.RbsParallelconduitsVerticalOffsetValue Property
 "Vertical Offset value for parallel conduits"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsParallelconduitsVerticalOffsetValue { get; }
Public Shared ReadOnly Property RbsParallelconduitsVerticalOffsetValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsParallelconduitsVerticalOffsetValue {
	ForgeTypeId^ get ();
}
static member RbsParallelconduitsVerticalOffsetValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace